Repository: Ranchero-Software/NetNewsWire
Catalog: Mac/Preferences/Advanced/mul.lproj/AdvancedPreferencesView.xcstrings
Source language: en
Languages: es

# 6bb-c0-guo.title
source: Download:
es: Descargar:

# AaA-Rr-UYD.title
source: Check for Updates
es: Buscar actualizaciones

# dm8-Xy-0Ba.title
source: Check automatically
es: Comprobar automáticamente

# F8M-rS-und.title
source: Release builds
es: Versiones finales

# fOZ-zv-QTc.title
source: If you’re not sure, choose Release builds. Test builds may have bugs, which may include crashing bugs and data loss.
es: Si no estás seguro, elige Versiones finales. Las versiones de prueba pueden tener errores, incluidos fallos y pérdida de datos.

# Fuf-rU-D6M.title
source: Test builds
es: Versiones de prueba

# jnc-C5-4oI.title
source: Send automatically
es: Enviar automáticamente

# kSv-Wu-NYx.title
source: Privacy Policy
es: Política de privacidad

# qcq-fU-Ks0.title
source: Crash logs:
es: Registros de fallos:

# zqG-X2-E9b.title
source: App Updates:
es: Actualizaciones de la app:
